function Education() {
  return (
    <section>
      <h2>Освіта та академічний досвід</h2>
      <ul>
        <li>
          <strong>Національний університет «Львівська політехніка»</strong> (2023 - 2027)
          <p><em>Бакалавріат (Студент)</em></p>
          <p>
            Здобуваю ґрунтовні знання з архітектури комп'ютерних мереж, інформаційної безпеки та сучасних IT-технологій. 
            У рамках навчання виконую практичні лабораторні роботи з налаштування мережевого обладнання, аналізу вразливостей 
            та моніторингу трафіку. Постійно вдосконалюю навички пошуку інформації, роботи з технічною документацією 
            та розв'язання нестандартних інженерних задач.
          </p>
        </li>
      </ul>
    </section>
  );
}

export default Education;