function ExperienceSkills() {
  return (
    <>
      <section>
        <h2>Досвід роботи</h2>
        <ul>
          <li>
            <strong>McDonald's</strong> (2024 - 2025)
            <p><em>Працівник закладу ресторанного господарства</em></p>
            <p>1 рік досвіду. Забезпечення високого рівня обслуговування, робота в інтенсивному темпі, дотримання стандартів якості та ефективна комунікація в команді.</p>
          </li>
        </ul>
      </section>

      <section>
        <h2>Технічні навички</h2>
        <ul>
          <li><strong>Аналіз мереж:</strong> Робота з Wireshark (аналіз трафіку, перехоплення пакетів, діагностика мережевих протоколів).</li>
          <li><strong>Мережеві технології:</strong> Розуміння моделі OSI, TCP/IP, базовий досвід з Nmap та Cisco Packet Tracer.</li>
          <li><strong>Soft Skills:</strong> Висока комунікабельність, стресостійкість, тайм-менеджмент, клієнтоорієнтованість.</li>
        </ul>
      </section>
    </>
  );
}
export default ExperienceSkills;